Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyMustBeUniqueWarn Property
 Element must be unique.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyMustBeUniqueWarn { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyMustBeUniqueWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyMustBeUniqueWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace